Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Realtime supports up to three views. Remove an extra view before starting.
ar: Realtime يدعم حتى ثلاث عروض. قم بإزالة العرض الإضافي قبل البدء.
da: Realtime understøtter op til tre visninger. Fjern en ekstra visning, før du starter.
de: Realtime unterstützt bis zu drei Ansichten. Entferne eine zusätzliche Ansicht, bevor du startest.
es: Realtime admite hasta tres vistas. Elimina una vista adicional antes de comenzar.
fr: Realtime prend en charge jusqu'à trois vues. Supprimez une vue supplémentaire avant de commencer.
id: Realtime mendukung hingga tiga tampilan. Hapus tampilan ekstra sebelum memulai.
it: Realtime supporta fino a tre viste. Rimuovi una vista in eccesso prima di avviare.
ja: Realtime は最大で3つのビューに対応しています。開始する前に余分なビューを削除してください。
ko: Realtime는 최대 세 개의 뷰를 지원합니다. 시작하기 전에 추가 뷰를 제거하세요.
ms: Realtime menyokong sehingga tiga paparan. Buang paparan tambahan sebelum memulakan.
nb: Realtime støtter opptil tre visninger. Fjern en ekstra visning før du starter.
nl: Realtime ondersteunt tot drie weergaven. Verwijder een extra weergave voordat je begint.
pl: Realtime obsługuje maksymalnie trzy widoki. Usuń dodatkowy widok przed rozpoczęciem.
pt_br: Realtime suporta até três visualizações. Remova uma visualização extra antes de iniciar.
sv: Realtime stöder upp till tre vyer. Ta bort en extra vy innan du startar.
tr: Realtime en fazla üç görünümü destekler. Başlamadan önce ekstra bir görünümü kaldırın.
zh_hans: Realtime 支持最多三个视图。开始之前请移除多余的视图。
zh_hant: Realtime 支援最多三個檢視。開始之前請移除多餘的檢視。
zh_hk: Realtime 支援最多三個檢視。開始之前請移除多餘的檢視。

source: Realtime Translation
ar: الترجمة في الوقت الفعلي
da: Realtidsoversættelse
de: Echtzeitübersetzung
es: Traducción en tiempo real
fr: Traduction en temps réel
id: Terjemahan waktu nyata
it: Traduzione in tempo reale
ja: リアルタイム翻訳
ko: 실시간 번역
ms: Terjemahan masa nyata
nb: Sanntidsover­settelse
nl: Vertaling in realtime
pl: Tłumaczenie w czasie rzeczywistym
pt_br: Tradução em tempo real
sv: Översättning i realtid
tr: Gerçek zamanlı çeviri
zh_hans: 实时翻译
zh_hant: 即時翻譯
zh_hk: 即時翻譯

source: Rebuild
ar: إعادة إنشاء
da: Genopbyg
de: Neu aufbauen
es: Reconstruir
fr: Reconstruire
id: Bangun ulang
it: Ricostruisci
ja: 再構築
ko: 재구성
ms: Bina semula
nb: Bygg på nytt
nl: Herbouwen
pl: Odbuduj
pt_br: Reconstruir
sv: Bygg om
tr: Yeniden oluştur
zh_hans: 重建
zh_hant: 重建
zh_hk: 重建

source: Recognition
ar: التعرّف
da: Genkendelse
de: Erkennung
es: Reconocimiento
fr: Reconnaissance
id: Pengenalan
it: Riconoscimento
ja: 認識
ko: 인식
ms: Pengecaman
nb: Gjenkjenning
nl: Herkenning
pl: Rozpoznawanie
pt_br: Reconhecimento
sv: Igenkänning
tr: Tanıma
zh_hans: 识别
zh_hant: 辨識
zh_hk: 識別

source: Recognition Model
ar: نموذج التعرف
da: Genkendelsesmodel
de: Erkennungsmodell
es: Modelo de reconocimiento
fr: Modèle de reconnaissance
id: Model pengenalan
it: Modello di riconoscimento
ja: 認識モデル
ko: 인식 모델
ms: Model pengecaman
nb: Gjenkjenningsmodell
nl: Herkenningsmodel
pl: Model rozpoznawania
pt_br: Modelo de reconhecimento
sv: Igenkänningsmodell
tr: Tanıma modeli
zh_hans: 识别模型
zh_hant: 識別模型
zh_hk: 識別模型

source: Recognize Audio
ar: التعرّف على الصوت
da: Genkend lyd
de: Audio erkennen
es: Reconocer audio
fr: Reconnaître l'audio
id: Kenali audio
it: Riconosci audio
ja: オーディオを認識
ko: 오디오 인식
ms: Kenali audio
nb: Gjenkjenn lyd
nl: Herken audio
pl: Rozpoznaj audio
pt_br: Reconhecer áudio
sv: Identifiera ljud
tr: Sesi tanı
zh_hans: 识别音频
zh_hant: 識別音訊
zh_hk: 識別音訊

source: Recognizing
ar: جارٍ التعرف
da: Genkender
de: Erkennung läuft
es: Reconociendo
fr: Reconnaissance en cours
id: Mengenali
it: Riconoscendo...
ja: 認識中
ko: 인식 중
ms: Sedang mengenal pasti
nb: Gjenkjenner
nl: Herkennen...
pl: Trwa rozpoznawanie
pt_br: Reconhecendo
sv: Känner igen
tr: Tanınıyor
zh_hans: 识别中
zh_hant: 識別中
zh_hk: 識別中

source: Recognizing iPhone Audio
ar: جارٍ التعرف على صوت iPhone
da: Genkender iPhone-lyd
de: iPhone-Audio wird erkannt
es: Reconociendo el audio del iPhone
fr: Reconnaissance de l'audio de l'iPhone
id: Mengenali audio iPhone
it: Riconoscendo l'audio dell'iPhone
ja: iPhoneのオーディオを認識しています
ko: iPhone 오디오 인식 중
ms: Sedang mengenal pasti audio iPhone
nb: Gjenkjenner iPhone-lyd
nl: iPhone-audio wordt herkend
pl: Trwa rozpoznawanie dźwięku iPhone'a
pt_br: Reconhecendo áudio do iPhone
sv: Känner igen iPhone-ljud
tr: iPhone sesini tanıyor
zh_hans: 正在识别 iPhone 音频
zh_hant: 正在識別 iPhone 音訊
zh_hk: 正在識別 iPhone 音訊

source: Recognizing speech
ar: جارٍ التعرف على الكلام
da: Genkender tale
de: Sprache wird erkannt
es: Reconociendo el habla
fr: Reconnaissance de la parole en cours
id: Mengenali ucapan
it: Riconoscimento vocale in corso
ja: 音声を認識中
ko: 음성 인식 중
ms: Mengenali pertuturan
nb: Gjenkjenner tale
nl: Spraak wordt herkend
pl: Rozpoznawanie mowy
pt_br: Reconhecendo fala
sv: Känner igen tal
tr: Konuşma tanınıyor
zh_hans: 正在识别语音
zh_hant: 正在辨識語音
zh_hk: 正在辨識語音

source: Record Mac Audio and Microphone
ar: سجّل صوت Mac والميكروفون
da: Optag Mac-lyd og mikrofon
de: Mac-Audio und Mikrofon aufnehmen
es: Grabar audio del Mac y micrófono
fr: Enregistrer l'audio du Mac et le microphone
id: Rekam audio Mac dan mikrofon
it: Registra audio del Mac e microfono
ja: Macの音声とマイクを録音
ko: Mac 오디오 및 마이크 녹음
ms: Rakam audio Mac dan mikrofon
nb: Ta opp Mac-lyd og mikrofon
nl: Mac-audio en microfoon opnemen
pl: Nagraj dźwięk Maca i mikrofonu
pt_br: Gravar áudio do Mac e microfone
sv: Spela in Mac-ljud och mikrofon
tr: Mac sesi ve mikrofonu kaydet
zh_hans: 录制 Mac 音频和麦克风
zh_hant: 錄製 Mac 音訊和麥克風
zh_hk: 錄製 Mac 音訊和麥克風

source: Record Not Found
ar: سجل غير موجود
da: Registrering ikke fundet
de: Aufnahme nicht gefunden
es: Grabación no encontrada
fr: Enregistrement non trouvé
id: Rekaman Tidak Ditemukan
it: Registrazione non trovata
ja: 録音が見つかりません
ko: 녹음이 없습니다
ms: Rakaman tidak ditemui
nb: Opptak ikke funnet
nl: Opname niet gevonden
pl: Nie znaleziono nagrania
pt_br: Gravação não encontrada
sv: Inspelning inte hittad
tr: Kayıt bulunamadı
zh_hans: 记录未找到
zh_hant: 找不到錄音
zh_hk: 找不到錄音

source: Recording
ar: تسجيل
da: Optagelse
de: Aufnahme
es: Grabación
fr: Enregistrement
id: Perekaman
it: Registrazione
ja: 録音
ko: 녹음
ms: Merakam
nb: Opptak
nl: Opname
pl: Nagrywanie
pt_br: Gravação
sv: Inspelning
tr: Kayıt
zh_hans: 录音
zh_hant: 錄音
zh_hk: 錄音

source: Reduce the number of distinct local recognition models on this Mac.
ar: قلل عدد نماذج التعرف المحلية المختلفة على هذا Mac.
da: Reducer antallet af forskellige lokale genkendelsesmodeller på denne Mac.
de: Reduzieren Sie die Anzahl der unterschiedlichen lokalen Erkennungsmodelle auf diesem Mac.
es: Reduzca el número de modelos de reconocimiento locales distintos en este Mac.
fr: Réduisez le nombre de modèles de reconnaissance locaux distincts sur ce Mac.
id: Kurangi jumlah model pengenalan lokal yang berbeda di Mac ini.
it: Riduci il numero di modelli di riconoscimento locali distinti su questo Mac.
ja: この Mac 上の個別のローカル認識モデルの数を減らします。
ko: 이 Mac에서 서로 다른 로컬 인식 모델의 수를 줄이세요.
ms: Kurangkan bilangan model pengecaman tempatan yang berbeza pada Mac ini.
nb: Reduser antallet ulike lokale gjenkjenningsmodeller på denne Mac-en.
nl: Verminder het aantal verschillende lokale herkenningsmodellen op deze Mac.
pl: Zmniejsz liczbę różnych lokalnych modeli rozpoznawania na tym Macu.
pt_br: Reduza o número de modelos locais de reconhecimento distintos neste Mac.
sv: Minska antalet olika lokala igenkänningsmodeller på den här Macen.
tr: Bu Mac'teki farklı yerel tanıma modellerinin sayısını azaltın.
zh_hans: 减少此 Mac 上不同的本地识别模型数量。
zh_hant: 減少此 Mac 上不同的本地識別模型數量。
zh_hk: 減少此 Mac 上不同的本地識別模型數量。

source: Refresh entitlement
ar: تحديث الامتياز
da: Opdater rettighed
de: Berechtigung aktualisieren
es: Actualizar el acceso
fr: Actualiser l'accès
id: Segarkan hak akses
it: Aggiorna diritto
ja: 利用権を更新
ko: 이용 권한 새로 고침
ms: Segarkan hak
nb: Oppdater rettighet
nl: Toegangsrechten vernieuwen
pl: Odśwież uprawnienie
pt_br: Atualizar direito de acesso
sv: Uppdatera rättighet
tr: Yetkiyi yenile
zh_hans: 刷新权益
zh_hant: 重新整理使用權限
zh_hk: 重新整理權益

source: Refresh subscription status
ar: تحديث حالة الاشتراك
da: Opdater abonnementsstatus
de: Abonnementstatus aktualisieren
es: Actualizar estado de la suscripción
fr: Actualiser le statut de l'abonnement
id: Segarkan status langganan
it: Aggiorna stato dell'abbonamento
ja: サブスクリプションの状態を更新
ko: 구독 상태 새로 고침
ms: Segarkan status langganan
nb: Oppdater abonnementsstatus
nl: Abonnementsstatus vernieuwen
pl: Odśwież status subskrypcji
pt_br: Atualizar status da assinatura
sv: Uppdatera prenumerationsstatus
tr: Abonelik durumunu yenile
zh_hans: 刷新订阅状态
zh_hant: 重新整理訂閱狀態
zh_hk: 重新整理訂閱狀態

source: Relaunch TLingo
ar: إعادة تشغيل TLingo
da: Genstart TLingo
de: TLingo neu starten
es: Reiniciar TLingo
fr: Relancer TLingo
id: Luncurkan kembali TLingo
it: Rilancia TLingo
ja: TLingo を再起動
ko: TLingo 다시 실행
ms: Lancarkan semula TLingo
nb: Start TLingo på nytt
nl: TLingo opnieuw starten
pl: Uruchom ponownie TLingo
pt_br: Reiniciar TLingo
sv: Starta om TLingo
tr: TLingo'yu yeniden başlat
zh_hans: 重新启动 TLingo
zh_hant: 重新啟動 TLingo
zh_hk: 重新啟動 TLingo

source: Reload from Extension
ar: إعادة التحميل من الامتداد
da: Genindlæs fra udvidelse
de: Von der Erweiterung neu laden
es: Recargar desde la extensión
fr: Recharger depuis l'extension
id: Muat ulang dari Ekstensi
it: Ricarica dall'estensione
ja: 拡張機能からリロード
ko: 확장 프로그램에서 다시 로드
ms: Muat semula dari sambungan
nb: Last inn på nytt fra utvidelse
nl: Herladen vanaf extensie
pl: Przeładuj z rozszerzenia
pt_br: Recarregar da extensão
sv: Ladda om från tillägg
tr: Uzantıdan Yeniden Yükle
zh_hans: 从扩展程序重新加载
zh_hant: 從擴展程式重新載入
zh_hk: 從擴展程式重新載入

source: Remind me before the trial ends, so I can cancel in time.
ar: ذكرني قبل انتهاء الفترة التجريبية حتى أتمكن من الإلغاء في الوقت المناسب.
da: Mind mig før prøveperioden slutter, så jeg kan annullere i tide.
de: Erinnere mich, bevor die Testphase endet, damit ich rechtzeitig kündigen kann.
es: Recuérdame antes de que termine la prueba, para que pueda cancelar a tiempo.
fr: Rappelle-moi avant la fin de l'essai, pour que je puisse annuler à temps.
id: Ingatkan saya sebelum masa percobaan berakhir, agar saya bisa membatalkan tepat waktu.
it: Ricordami prima che finisca il periodo di prova, così posso annullare in tempo.
ja: 試用期間が終了する前に通知して、期限内にキャンセルできるようにしてください。
ko: 체험 기간이 끝나기 전에 알려줘서 제때 취소할 수 있게 해 주세요.
ms: Ingatkan saya sebelum tempoh percubaan berakhir, supaya saya dapat membatalkan tepat pada masanya.
nb: Gi meg en påminnelse før prøveperioden avsluttes, slik at jeg kan avbestille i tide.
nl: Herinner me voordat de proefperiode eindigt, zodat ik op tijd kan annuleren.
pl: Przypomnij mi przed końcem okresu próbnego, żebym zdążył anulować.
pt_br: Lembre-me antes do fim do período de teste, para que eu possa cancelar a tempo.
sv: Påminn mig innan provperioden slutar, så att jag kan avbryta i tid.
tr: Deneme bitmeden önce hatırlat, böylece zamanında iptal edebilirim.
zh_hans: 在试用结束前提醒我，以便我能及时取消。
zh_hant: 在試用期結束前提醒我，讓我能及時取消。
zh_hk: 在試用結束前提醒我，以便我能及時取消。

source: Rename Speaker
ar: إعادة تسمية المتحدث
da: Omdøb taler
de: Sprecher umbenennen
es: Renombrar hablante
fr: Renommer le locuteur
id: Ganti nama pembicara
it: Rinomina relatore
ja: 話者名を変更
ko: 화자 이름 변경
ms: Tukar nama pembicara
nb: Omdøp taler
nl: Spreker hernoemen
pl: Zmień nazwę mówcy
pt_br: Renomear palestrante
sv: Byt namn på talare
tr: Konuşmacıyı yeniden adlandır
zh_hans: 重命名发言者
zh_hant: 重新命名發言者
zh_hk: 重新命名講者

source: Reorder
ar: إعادة الترتيب
da: Genindret
de: Neu anordnen
es: Reordenar
fr: Réorganiser
id: Susun Ulang
it: Riordina
ja: 再配置
ko: 재정렬
ms: Susun semula
nb: Omorganiser
nl: Herschikken
pl: Zmień kolejność
pt_br: Reorganizar
sv: Ordna om
tr: Yeniden Sırala
zh_hans: 重新排序
zh_hant: 重新排序
zh_hk: 重新排序

source: Replace
ar: استبدال
da: Erstat
de: Ersetzen
es: Reemplazar
fr: Remplacer
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 교체
ms: Gantikan
nb: Erstatt
nl: Vervangen
pl: Zastąp
pt_br: Substituir
sv: Ersätt
tr: Değiştir
zh_hans: 替换
zh_hant: 替換
zh_hk: 取代

source: Replay Onboarding
ar: إعادة عرض عملية الإعداد
da: Afspil introduktionen igen
de: Onboarding erneut abspielen
es: Repetir el tutorial de incorporación
fr: Rejouer le tutoriel d'accueil
id: Putar ulang panduan awal
it: Ripeti il tutorial di introduzione
ja: オンボーディングを再生
ko: 온보딩 다시 보기
ms: Main semula panduan permulaan
nb: Spill gjennom onboarding på nytt
nl: Introductie opnieuw afspelen
pl: Odtwórz ponownie wprowadzenie
pt_br: Reproduzir o tutorial de boas-vindas
sv: Spela upp introduktionen igen
tr: Tanıtımı tekrar izle
zh_hans: 重新播放入门教程
zh_hant: 重新播放入門教學
zh_hk: 重新播放入門教學

source: Reprocess Microphone
ar: إعادة معالجة الميكروفون
da: Genbehandl mikrofon
de: Mikrofon neu verarbeiten
es: Reprocesar micrófono
fr: Retravailler le microphone
id: Proses ulang mikrofon
it: Rielabora microfono
ja: マイクを再処理
ko: 마이크 재처리
ms: Proses semula mikrofon
nb: Reprosesser mikrofon
nl: Microfoon opnieuw verwerken
pl: Ponownie przetwórz mikrofon
pt_br: Reprocessar microfone
sv: Ombehandla mikrofon
tr: Mikrofonu yeniden işle
zh_hans: 重新处理麦克风
zh_hant: 重新處理麥克風
zh_hk: 重新處理麥克風

source: Request a new code first.
ar: يرجى طلب رمز جديد أولاً.
da: Anmod først om en ny kode.
de: Fordern Sie zuerst einen neuen Code an.
es: Solicite primero un nuevo código.
fr: Demandez d'abord un nouveau code.
id: Minta kode baru terlebih dahulu.
it: Richiedi prima un nuovo codice.
ja: まず新しいコードをリクエストしてください。
ko: 먼저 새 코드를 요청하세요.
ms: Minta kod baru terlebih dahulu.
nb: Be om en ny kode først.
nl: Vraag eerst een nieuwe code aan.
pl: Najpierw poproś o nowy kod.
pt_br: Solicite um novo código primeiro.
sv: Begär först en ny kod.
tr: Önce yeni bir kod isteyin.
zh_hans: 请先请求一个新验证码。
zh_hant: 請先索取新代碼。
zh_hk: 請先索取新的驗證碼。

source: Request Body
ar: نص الطلب
da: Forespørgselsindhold
de: Anfrageinhalt
es: Cuerpo de la solicitud
fr: Corps de la requête
id: Badan Permintaan
it: Corpo della richiesta
ja: リクエストボディ
ko: 요청 본문
ms: Isi Permintaan
nb: Forespørselsinnhold
nl: Aanvraaginhoud
pl: Treść żądania
pt_br: Corpo da Solicitação
sv: Förfrågningsinnehåll
tr: İstek Gövdesi
zh_hans: 请求体
zh_hant: 請求主體
zh_hk: 請求主體

source: Request Detail
ar: تفاصيل الطلب
da: Forespørgselsdetaljer
de: Anfragedetail
es: Detalle de la solicitud
fr: Détail de la requête
id: Detail Permintaan
it: Dettaglio della richiesta
ja: リクエスト詳細
ko: 요청 세부 정보
ms: Butiran Permintaan
nb: Forespørselsdetaljer
nl: Aanvraagdetails
pl: Szczegóły żądania
pt_br: Detalhes da Solicitação
sv: Förfrågningsdetaljer
tr: İstek Ayrıntısı
zh_hans: 请求详情
zh_hant: 請求詳情
zh_hk: 請求詳情

source: Request Failed
ar: فشل الطلب
da: Anmodning mislykkedes
de: Anfrage fehlgeschlagen
es: Fallo en la solicitud
fr: Échec de la demande
id: Permintaan Gagal
it: Richiesta fallita
ja: 要求に失敗しました
ko: 요청 실패
ms: Permintaan Gagal
nb: Forespørsel mislyktes
nl: Aanvraag mislukt
pl: Żądanie nie powiodło się
pt_br: Solicitação Falhou
sv: Begäran misslyckades
tr: İstek Başarısız
zh_hans: 请求失败
zh_hant: 請求失敗
zh_hk: 請求失敗

source: Request Headers
ar: رؤوس الطلب
da: Forespørgselsoverskrifter
de: Anfrage-Header
es: Encabezados de la solicitud
fr: En-têtes de la requête
id: Header Permintaan
it: Intestazioni della richiesta
ja: リクエストヘッダー
ko: 요청 헤더
ms: Header Permintaan
nb: Forespørselsoverskrifter
nl: Aanvraagheaders
pl: Nagłówki żądania
pt_br: Cabeçalhos da Solicitação
sv: Förfrågningsrubriker
tr: İstek Başlıkları
zh_hans: 请求头
zh_hant: 請求標頭
zh_hk: 請求標頭

source: Requested
ar: تم الطلب
da: Anmodet
de: Angefordert
es: Solicitado
fr: Demandé
id: Diminta
it: Richiesto
ja: 要求済み
ko: 요청됨
ms: Diminta
nb: Anmodet
nl: Aangevraagd
pl: Wysłano
pt_br: Solicitado
sv: Begärt
tr: İstendi
zh_hans: 已请求
zh_hant: 已索取
zh_hk: 已請求

source: Required to detect text selections
ar: مطلوب للكشف عن اختيارات النص
da: Kræves for at registrere tekstvalg
de: Erforderlich, um Textauswahlen zu erkennen
es: Requerido para detectar selecciones de texto
fr: Nécessaire pour détecter les sélections de texte
id: Diperlukan untuk mendeteksi pilihan teks
it: Richiesto per rilevare le selezioni di testo
ja: テキスト選択の検出に必要
ko: 텍스트 선택 감지에 필요
ms: Diperlukan untuk mengesan pilihan teks
nb: Nødvendig for å oppdage tekstvalg
nl: Vereist om tekstselecties te detecteren
pl: Wymagane do wykrywania zaznaczeń tekstu
pt_br: Necessário para detectar seleções de texto
sv: Nödvändig för att upptäcka textval
tr: Metin seçimlerini algılamak için gereklidir
zh_hans: 需要检测文本选择
zh_hant: 需要檢測文本選擇
zh_hk: 需要檢測文本選擇

source: Requires Accessibility Permission
ar: يتطلب إذن إمكانية الوصول
da: Kræver tilladelse til tilgængelighed
de: Benötigt Berechtigung für Bedienungshilfen
es: Requiere permiso de accesibilidad
fr: Nécessite l'autorisation d'accessibilité
id: Memerlukan izin Aksesibilitas
it: Richiede l'autorizzazione per l'accessibilità
ja: アクセシビリティの許可が必要です。
ko: 접근성 권한이 필요합니다.
ms: Memerlukan kebenaran aksesibiliti
nb: Krever tillatelse for tilgjengelighet
nl: Vereist toestemming voor toegankelijkheid
pl: Wymaga uprawnień ułatwień dostępu
pt_br: Requer permissão de acessibilidade
sv: Kräver behörighet för tillgänglighet
tr: Erişilebilirlik izni gerektirir
zh_hans: 需要无障碍权限
zh_hant: 需要無障礙權限
zh_hk: 需要無障礙權限

source: Requires at least one modifier key. Press Escape to cancel.
ar: يتطلب على الأقل زر تعديل واحد. اضغط على Escape لإلغاء.
da: Kræver mindst én modificerende tast. Tryk på Escape for at annullere.
de: Erfordert mindestens eine Modifiertaste. Drücken Sie Escape, um abzubrechen.
es: Se requiere al menos una tecla modificadora. Presiona Escape para cancelar.
fr: Nécessite au moins une touche de modification. Appuyez sur Échap pour annuler.
id: Memerlukan setidaknya satu kunci modifikasi. Tekan Escape untuk membatalkan.
it: Richiede almeno un tasto modificatore. Premi Escape per annullare.
ja: 少なくとも1つの修飾キーが必要です。キャンセルするにはEscapeを押してください。
ko: 수정 키가 최소한 하나 필요합니다. 취소하려면 Escape를 누르세요.
ms: Memerlukan sekurang-kurangnya satu kekunci pengubah. Tekan Esc untuk batal.
nb: Krever minst en modifiertast. Trykk på Escape for å avbryte.
nl: Vereist minstens één modifier-toets. Druk op Escape om te annuleren.
pl: Wymaga co najmniej jednego klawisza modyfikującego. Naciśnij Esc, aby anulować.
pt_br: É necessário pelo menos uma tecla modificadora. Pressione Escape para cancelar.
sv: Kräver minst en modifierartangent. Tryck på Escape för att avbryta.
tr: En az bir değiştirme tuşu gereklidir. İptal etmek için Escape tuşuna basın.
zh_hans: 至少需要一个修饰键。按Escape取消。
zh_hant: 至少需要一個修飾鍵。按Escape取消。
zh_hk: 至少需要一個修飾鍵。按Escape取消。

source: Requires iOS 17.4+ or macOS 14.4+
ar: يتطلب iOS 17.4+ أو macOS 14.4+
da: Kræver iOS 17.4+ eller macOS 14.4+
de: Erfordert iOS 17.4+ oder macOS 14.4+
es: Requiere iOS 17.4+ o macOS 14.4+
fr: Nécessite iOS 17.4+ ou macOS 14.4+
id: Membutuhkan iOS 17.4+ atau macOS 14.4+
it: Richiede iOS 17.4+ o macOS 14.4+
ja: iOS 17.4+ または macOS 14.4+ が必要です
ko: iOS 17.4+ 또는 macOS 14.4+ 필요
ms: Memerlukan iOS 17.4+ atau macOS 14.4+
nb: Krever iOS 17.4+ eller macOS 14.4+
nl: iOS 17.4+ of macOS 14.4+ vereist
pl: Wymaga iOS 17.4+ lub macOS 14.4+
pt_br: Requer iOS 17.4+ ou macOS 14.4+
sv: Kräver iOS 17.4+ eller macOS 14.4+
tr: iOS 17.4+ veya macOS 14.4+ Gerektirir
zh_hans: 需要 iOS 17.4+ 或 macOS 14.4+
zh_hant: 需 iOS 17.4+ 或 macOS 14.4+
zh_hk: 需要 iOS 17.4+ 或 macOS 14.4+

source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 재설정
ms: Set semula
nb: Tilbakestill
nl: Resetten
pl: Resetuj
pt_br: Redefinir
sv: Återställ
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置
zh_hk: 重設

source: Reset to Default
ar: إعادة التعيين إلى الافتراضي
da: Nulstil til standard
de: Auf Standard zurücksetzen
es: Restablecer a los valores predeterminados
fr: Réinitialiser par défaut
id: Atur Ulang ke Default
it: Reimposta ai valori predefiniti
ja: デフォルトにリセット
ko: 기본값으로 재설정
ms: Set semula kepada lalai
nb: Tilbakestill til standard
nl: Herstellen naar standaard
pl: Przywróć ustawienia domyślne
pt_br: Redefinir para o Padrão
sv: Återställ till standard
tr: Varsayılana Sıfırla
zh_hans: 重置为默认值
zh_hant: 重置為預設值
zh_hk: 重設為預設值

source: Reset to Default?
ar: إعادة التعيين إلى الافتراضي؟
da: Nulstil til standard?
de: Auf Standard zurücksetzen?
es: ¿Restablecer a los valores predeterminados?
fr: Réinitialiser par défaut ?
id: Atur ulang ke Default?
it: Reimpostare ai valori predefiniti?
ja: デフォルトにリセットしますか？
ko: 기본값으로 재설정하시겠습니까?
ms: Set semula kepada lalai?
nb: Tilbakestill til standard?
nl: Herstellen naar standaard?
pl: Przywrócić ustawienia domyślne?
pt_br: Redefinir para o padrão?
sv: Återställ till standard?
tr: Varsayılana Sıfırlansın mı?
zh_hans: 重置为默认值？
zh_hant: 重置為預設值？
zh_hk: 重設為預設值？

source: Resizable floating captions near the bottom of the screen
ar: تسميات توضيحية عائمة قابلة لتغيير الحجم بالقرب من أسفل الشاشة
da: Justerbare flydende undertekster nær bunden af skærmen
de: Größenverstellbare schwebende Untertitel nahe der Bildschirmunterseite
es: Subtítulos flotantes redimensionables cerca de la parte inferior de la pantalla
fr: Sous-titres flottants redimensionnables près du bas de l'écran
id: Teks keterangan mengambang yang dapat diubah ukurannya di dekat bagian bawah layar
it: Sottotitoli mobili ridimensionabili vicino alla parte inferiore dello schermo
ja: 画面下部付近のサイズ変更可能なフローティング字幕
ko: 화면 하단 근처에 크기 조절 가능한 플로팅 자막
ms: Kapsyen terapung yang boleh diubah saiznya berhampiran bahagian bawah skrin
nb: Justerbare flytende bildetekster nær bunnen av skjermen
nl: Verstelbare zwevende bijschriften nabij de onderkant van het scherm
pl: Pływające podpisy o zmiennym rozmiarze, blisko dolnej części ekranu
pt_br: Legendas flutuantes redimensionáveis perto da parte inferior da tela
sv: Storleksändringsbara flytande undertexter nära skärmens nederkant
tr: Ekranın altına yakın yeniden boyutlandırılabilir kayan altyazılar
zh_hans: 屏幕底部附近的可调整大小浮动字幕
zh_hant: 位於畫面底部附近的可調整大小浮動字幕
zh_hk: 可調整大小的浮動字幕，位於畫面底部附近

source: Resize popover
ar: تغيير حجم النافذة المنبثقة
da: Ændr størrelsen på popover
de: Popovergröße ändern
es: Redimensionar el popover
fr: Redimensionner le popover
id: Ubah ukuran popover
it: Ridimensiona il popover
ja: ポップオーバーのサイズを変更
ko: 팝오버 크기 조정
ms: Ubah saiz tetingkap timbul
nb: Endre størrelse på popover
nl: Formaat van popover aanpassen
pl: Zmień rozmiar dymka
pt_br: Redimensionar o popover
sv: Ändra storlek på popover
tr: Popover boyutunu değiştir
zh_hans: 调整弹出窗口大小
zh_hant: 調整彈出視窗大小
zh_hk: 調整彈出視窗大小

source: Resize popover width
ar: تغيير عرض النافذة المنبثقة
da: Ændr popover-bredden
de: Popover-Breite anpassen
es: Redimensionar el ancho del popover
fr: Redimensionner la largeur du popover
id: Ubah lebar popover
it: Ridimensiona la larghezza del popover
ja: ポップオーバーの幅を変更
ko: 팝오버 너비 조절
ms: Ubah lebar tetingkap timbul
nb: Endre bredden på popover
nl: Popover-breedte aanpassen
pl: Zmień szerokość dymka
pt_br: Redimensionar a largura do popover
sv: Ändra popoverns bredd
tr: Popover genişliğini yeniden boyutlandır
zh_hans: 调整弹出框宽度
zh_hant: 調整彈出視窗寬度
zh_hk: 調整彈出視窗寬度

source: Resize popup
ar: تغيير حجم النافذة المنبثقة
da: Ændr popupstørrelsen
de: Popup-Größe ändern
es: Redimensionar la ventana emergente
fr: Redimensionner la fenêtre contextuelle
id: Ubah ukuran popup
it: Ridimensiona la finestra popup
ja: ポップアップのサイズを変更
ko: 팝업 크기 조절
ms: Ubah saiz tetingkap timbul
nb: Endre størrelse på popup-vinduet
nl: Popupgrootte aanpassen
pl: Zmień rozmiar wyskakującego okna
pt_br: Redimensionar o popup
sv: Ändra popupstorlek
tr: Popup boyutunu yeniden boyutlandır
zh_hans: 调整弹出窗口大小
zh_hant: 調整彈出視窗大小
zh_hk: 調整彈出視窗大小

source: Response Body
ar: نص الاستجابة
da: Svarindhold
de: Antwortinhalt
es: Cuerpo de la respuesta
fr: Corps de la réponse
id: Badan Tanggapan
it: Corpo della risposta
ja: レスポンスボディ
ko: 응답 본문
ms: Badan respons
nb: Svarinnhold
nl: Antwoordinhoud
pl: Treść odpowiedzi
pt_br: Corpo da Resposta
sv: Svarsinnehåll
tr: Yanıt Gövdesi
zh_hans: 响应体
zh_hant: 回應主體
zh_hk: 回應主體
